tap "1password/tap"
tap "agrinman/tap"
tap "benbjohnson/litestream"
tap "buildpacks/tap"
tap "cue-lang/tap"
tap "earthly/earthly"
tap "go-swagger/go-swagger"
tap "go-task/tap"
tap "goreleaser/tap"
tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "hookdeck/hookdeck"
tap "libsql/sqld"
tap "luckyframework/lucky"
tap "messense/macos-cross-toolchains"
tap "mike-engel/jwt-cli"
tap "minio/stable"
tap "nats-io/nats-tools"
tap "oven-sh/bun"
tap "planetscale/tap"
tap "rs/tap"
tap "superfly/tap"
tap "tursodatabase/tap"
tap "wader/tap"
tap "ycd/tap"
brew "act"
brew "xz"
brew "little-cms2"
brew "jpeg-xl"
brew "aom"
brew "python@3.12"
brew "asciinema"
brew "asdf"
brew "atuin"
brew "python@3.11"
brew "awscli"
brew "bash"
brew "libssh2"
brew "bat"
brew "glib"
brew "chezmoi"
brew "crystal"
brew "direnv"
brew "docker"
brew "docker-compose"
brew "duf"
brew "dust"
brew "earthly"
brew "wxwidgets"
brew "erlang"
brew "elixir"
brew "elixir-ls"
brew "fd"
brew "flyctl"
brew "gh"
brew "openjpeg"
brew "ghostscript"
brew "gleam"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "pinentry"
brew "gnupg"
brew "goose"
brew "gping"
brew "harfbuzz"
brew "librsvg"
brew "graphviz"
brew "gron"
brew "hexyl"
brew "htop"
brew "hugo"
brew "hyperfine"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "iperf3"
brew "jless"
brew "jq"
brew "just"
brew "k6"
brew "ko"
brew "libfido2"
brew "libpq", link: true
brew "python@3.9"
brew "libslirp"
brew "libsodium"
brew "libssh"
brew "qemu"
brew "lima"
brew "mas"
brew "mysql-client"
brew "node"
brew "oha"
brew "tmux"
brew "overmind"
brew "p7zip"
brew "pgcli"
brew "pinentry-mac"
brew "postgresql@14", link: false
brew "pre-commit"
brew "protobuf"
brew "python@3.10"
brew "ruby-build"
brew "rbenv"
brew "redis", restart_service: true
brew "ripgrep"
brew "rust"
brew "shellcheck"
brew "shfmt"
brew "step"
brew "sysbench"
brew "telnet"
brew "virtualenv"
brew "watch"
brew "wget"
brew "wireguard-tools"
brew "yubikey-agent", restart_service: true
brew "zig"
brew "zoxide"
brew "agrinman/tap/tunnelto"
brew "benbjohnson/litestream/litestream"
brew "go-swagger/go-swagger/go-swagger"
brew "go-task/tap/go-task"
brew "goreleaser/tap/goreleaser"
brew "hashicorp/tap/consul"
brew "hashicorp/tap/terraform"
brew "hookdeck/hookdeck/hookdeck"
brew "luckyframework/lucky/lucky"
brew "messense/macos-cross-toolchains/x86_64-unknown-linux-musl"
brew "mike-engel/jwt-cli/jwt-cli"
brew "nats-io/nats-tools/nats"
brew "oven-sh/bun/bun"
brew "planetscale/tap/pscale"
brew "rs/tap/curlie"
brew "tursodatabase/tap/turso"
brew "wader/tap/fq"
brew "ycd/tap/dstp"
cask "1password-cli"
cask "hyper"
cask "orbstack"
cask "visual-studio-code"
cask "wireshark"
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Simple Comic", id: 1497435571
mas "Slack", id: 803453959
mas "Tailscale", id: 1475387142
mas "WireGuard", id: 1451685025
vscode "bbenoist.nix"
vscode "bmarkovic.haproxy"
vscode "bpfdeploy.bpftrace"
vscode "bradlc.vscode-tailwindcss"
vscode "bung87.vscode-gemfile"
vscode "castwide.solargraph"
vscode "coder.coder-remote"
vscode "denoland.vscode-deno"
vscode "dracula-theme.theme-dracula"
vscode "eamodio.gitlens"
vscode "emeraldwalk.runonsave"
vscode "esbenp.prettier-vscode"
vscode "foxundermoon.shell-format"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "gleam.gleam"
vscode "golang.go"
vscode "hashicorp.hcl"
vscode "hashicorp.terraform"
vscode "hridoy.rails-snippets"
vscode "jakebecker.elixir-ls"
vscode "jetpack-io.devbox"
vscode "jnbt.vscode-rufo"
vscode "jnoortheen.nix-ide"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.remote-explorer"
vscode "ms-vsliveshare.vsliveshare"
vscode "ms-vsliveshare.vsliveshare-pack"
vscode "phoenixframework.phoenix"
vscode "prisma.prisma"
vscode "rust-lang.rust-analyzer"
vscode "samuel-pordeus.elixir-test"
vscode "sdras.fortnite-vscode-theme"
vscode "sdras.night-owl"
vscode "shaharkazaz.git-merger"
vscode "shopify.ruby-lsp"
vscode "sorbet.sorbet-vscode-extension"
vscode "tamasfe.even-better-toml"
vscode "teabyii.ayu"
vscode "twxs.cmake"
vscode "vadimcn.vscode-lldb"
vscode "wingrunr21.vscode-ruby"
