tap "go-task/tap"
tap "goreleaser/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "hookdeck/hookdeck"
tap "mike-engel/jwt-cli"
tap "planetscale/tap"
tap "rs/tap"
tap "superfly/tap"
brew "bat"
brew "chezmoi"
brew "docker"
brew "openssl@1.1"
brew "docker-compose"
brew "duf"
brew "gh"
brew "go"
brew "hexyl"
brew "htop"
brew "hyperfine"
brew "jq"
brew "k6"
brew "libpq", link: true
brew "mysql-client"
brew "rust-analyzer"
brew "wireguard-tools"
brew "go-task/tap/go-task"
brew "goreleaser/tap/goreleaser"
brew "hookdeck/hookdeck/hookdeck"
brew "mike-engel/jwt-cli/jwt-cli"
brew "planetscale/tap/pscale"
brew "rs/tap/curlie"
brew "superfly/tap/flyctl"
cask "hyper"
cask "visual-studio-code"
